Repository: openrocky/openrocky
Catalog: OpenRocky/OpenRocky/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: "Hey Siri, Open Rocky"
zh_hans: 「嘿 Siri，打开 Rocky」

source: 7 Days
zh_hans: 7 天

source: 14 Days
zh_hans: 14 天

source: 30 Days
zh_hans: 30 天

source: About
zh_hans: 关于

source: Access Token from console
zh_hans: 控制台中的 Access Token

source: Account
zh_hans: 账户

source: Activate This Provider
zh_hans: 激活此服务商

source: Active
zh_hans: 活跃

source: Add Custom Character
zh_hans: 添加自定义角色

source: Add Custom Soul
zh_hans: 添加自定义灵魂

source: Add Provider
zh_hans: 添加服务商

source: Add Voice Provider
zh_hans: 添加语音服务商

source: All
zh_hans: 全部

source: An open-source AI assistant for iOS/iPadOS. Voice conversation, tool calling, and more.
zh_hans: 开源 iOS/iPadOS AI 助手。 语音对话、工具调用等。

source: Analytics
zh_hans: 统计

source: API Key
zh_hans: API 密钥

source: APP ID and Access Token are found in the Volcengine speech console.
zh_hans: APP ID 和 Access Token 可在火山引擎语音控制台找到。

source: App Password
zh_hans: 应用密码

source: Avg / Day
zh_hans: 日均

source: Bootstrapping runtime...
zh_hans: 正在启动运行时...

source: Bright
zh_hans: 明亮

source: Bright and optimistic
zh_hans: 明亮乐观

source: Browse Models on OpenRouter
zh_hans: 在 OpenRouter 上浏览模型

source: Browser
zh_hans: 浏览器

source: Built-in
zh_hans: 内置

source: Built-in Tools
zh_hans: 内置工具

source: Calendar & Reminders
zh_hans: 日历与提醒

source: Calm and wise
zh_hans: 沉稳睿智

source: Cancel
zh_hans: 取消

source: Character
zh_hans: 角色

source: Characters
zh_hans: 角色

source: Chat
zh_hans: 聊天

source: Chat and voice are ready. Explore more providers and settings anytime.
zh_hans: 聊天和语音已准备就绪。 随时探索更多服务商和设置。

source: Chat with any AI model
zh_hans: 与任何 AI 模型对话

source: Clear
zh_hans: 清除

source: Clear All Logs?
zh_hans: 清除所有日志？

source: Clear All Usage Data
zh_hans: 清除所有用量数据

source: Clear All Usage Data?
zh_hans: 清除所有用量数据？

source: Clear and approachable
zh_hans: 清晰友好

source: Clear Credential
zh_hans: 清除凭据

source: Close
zh_hans: 关闭

source: Communication
zh_hans: 通讯

source: Community
zh_hans: 社区

source: Completion
zh_hans: 补全

source: Confident and direct
zh_hans: 自信直接

source: Configured
zh_hans: 已配置

source: Connect
zh_hans: 连接

source: Connect a provider to start
zh_hans: 连接服务商以开始

source: Connected —
zh_hans: 已连接 —

source: Connection Test
zh_hans: 连接测试

source: Contacts
zh_hans: 通讯录

source: Conversations
zh_hans: 对话

source: Copied
zh_hans: 已复制

source: Copy
zh_hans: 复制

source: Copy All Text
zh_hans: 复制全部文本

source: Create Custom Skill
zh_hans: 创建自定义技能

source: Current Plan
zh_hans: 当前计划

source: Custom GitHub Repository
zh_hans: 自定义 GitHub 仓库

source: Custom Skills
zh_hans: 自定义技能

source: Custom SMTP
zh_hans: 自定义 SMTP

source: Daily Tokens
zh_hans: 每日 Token 用量

source: Deep, authoritative
zh_hans: 深沉、权威

source: Default
zh_hans: 默认

source: Delete
zh_hans: 删除

source: Describes the character's conversation style for the voice model.
zh_hans: 描述角色的对话风格，供语音模型参考。

source: Description
zh_hans: 描述

source: Description (optional)
zh_hans: 描述（可选）

source: Details
zh_hans: 详情

source: Doubao (Volcengine)
zh_hans: 豆包（火山引擎）

source: Doubao Realtime
zh_hans: 豆包实时

source: Doubao Speaker
zh_hans: 豆包音色

source: Doubao Speech
zh_hans: 豆包语音

source: Each skill should be in a subdirectory with a SKILL.md file. Already imported skills will be skipped.
zh_hans: 每个技能应在包含 SKILL.md 文件的子目录中。已导入的技能将被跳过。

source: Edit Character
zh_hans: 编辑角色

source: Edit Provider
zh_hans: 编辑服务商

source: Edit Skill
zh_hans: 编辑技能

source: Edit Soul
zh_hans: 编辑灵魂

source: Edit Voice Provider
zh_hans: 编辑语音服务商

source: Email
zh_hans: 邮箱

source: Email Configured
zh_hans: 邮件已配置

source: Email Provider
zh_hans: 邮件服务商

source: Empty
zh_hans: 空

source: Enabled
zh_hans: 已启用

source: End
zh_hans: 结束

source: End Session
zh_hans: 结束会话

source: Ensure Siri is Enabled
zh_hans: 确保 Siri 已启用

source: Enter OpenAI API Key
zh_hans: 输入 OpenAI API 密钥

source: Enter your SMTP server details and app password below.
zh_hans: 请在下方输入 SMTP 服务器信息和应用密码。

source: Executing
zh_hans: 执行中

source: Export
zh_hans: 导出

source: Features
zh_hans: 功能

source: Features are optional capabilities that require extra setup before they can be used.
zh_hans: 功能是需要额外设置才能使用的可选能力。

source: Files & Shell
zh_hans: 文件与终端

source: Files created by the assistant
zh_hans: 助手创建的文件

source: Firm
zh_hans: 坚定

source: Firm, professional
zh_hans: 坚定、专业

source: Gentle
zh_hans: 温柔

source: Get Started
zh_hans: 开始使用

source: Greeting
zh_hans: 问候语

source: Health & Fitness
zh_hans: 健康与运动

source: Hey, what can I do for you?
zh_hans: 嘿，有什么可以帮你的？

source: Host
zh_hans: 主机

source: How It Works
zh_hans: 使用方式

source: Import from GitHub
zh_hans: 从 GitHub 导入

source: Import Skills
zh_hans: 导入技能

source: Import skills from a GitHub repo
zh_hans: 从 GitHub 仓库导入技能

source: Info
zh_hans: 信息

source: Instance Name
zh_hans: 实例名称

source: Intelligence
zh_hans: 智能

source: Launch Rocky hands-free with Siri
zh_hans: 通过 Siri 免提启动 Rocky

source: Launch Rocky with Siri voice command
zh_hans: 通过 Siri 语音命令启动 Rocky

source: Launch the Rocky AI assistant and start a voice session.
zh_hans: 启动 Rocky AI 助手并开始语音会话。

source: Leave empty for no greeting
zh_hans: 留空则不发送问候

source: Links
zh_hans: 链接

source: Listening
zh_hans: 聆听中

source: Live Transcript
zh_hans: 实时转录

source: Location & Weather
zh_hans: 位置与天气

source: Log Detail
zh_hans: 日志详情

source: Logs
zh_hans: 日志

source: Manage
zh_hans: 管理

source: Media
zh_hans: 媒体

source: Memory
zh_hans: 记忆

source: Message
zh_hans: 消息

source: Model
zh_hans: 模型

source: Model Breakdown
zh_hans: 模型用量明细

source: Name
zh_hans: 名称

source: Neutral and balanced
zh_hans: 中性平衡

source: New Character
zh_hans: 新角色

source: New Skill
zh_hans: 新技能

source: New Soul
zh_hans: 新灵魂

source: No custom skills installed. Create one or import from GitHub.
zh_hans: 未安装自定义技能。创建一个或从 GitHub 导入。

source: No Entries
zh_hans: 暂无条目

source: No files in this directory.
zh_hans: 此目录中没有文件。

source: No Logs
zh_hans: 暂无日志

source: No memories stored yet.
zh_hans: 暂无存储的记忆。

source: No providers configured. Add one to get started.
zh_hans: 尚未配置服务商。添加一个以开始。

source: No usage data for this period
zh_hans: 该时段暂无用量数据

source: No usage data yet
zh_hans: 暂无用量数据

source: No voice providers configured. Add one to get started.
zh_hans: 尚未配置语音服务商。添加一个以开始。

source: Official Website
zh_hans: 官方网站

source: OK
zh_hans: 好的

source: One key powers both chat and voice. You can add other providers in Settings later.
zh_hans: 一个密钥即可驱动聊天和语音。 你可以稍后在设置中添加其他服务商。

source: Open Rocky
zh_hans: 打开 Rocky

source: Open Shortcuts App
zh_hans: 打开捷径 App

source: Open Source Libraries
zh_hans: 开源库

source: Open source project & credits
zh_hans: 开源项目与致谢

source: OpenAI Realtime
zh_hans: OpenAI 实时

source: OpenAI Voice
zh_hans: OpenAI 语音

source: Opens a WebSocket to verify your credential and model are accepted.
zh_hans: 打开 WebSocket 以验证凭据和模型是否被接受。

source: Persistent key-value store
zh_hans: 持久化键值存储

source: Personality Prompt
zh_hans: 人设提示词

source: Planning
zh_hans: 规划中

source: Port
zh_hans: 端口

source: Preferred speaker when using Doubao realtime.
zh_hans: 使用豆包实时模式时的首选音色。

source: Preferred voice when using OpenAI realtime.
zh_hans: 使用 OpenAI 实时模式时的首选语音。

source: Prerequisites
zh_hans: 前提条件

source: Productivity
zh_hans: 效率

source: Prompt
zh_hans: 提示

source: Prompt Content
zh_hans: 提示词内容

source: Provider
zh_hans: 服务商

source: Providers
zh_hans: 服务商

source: QQ Mail
zh_hans: QQ 邮箱

source: Quick Starts
zh_hans: 快速开始

source: Ready
zh_hans: 就绪

source: Ready —
zh_hans: 就绪 —

source: Real-time transcript is active. Rocky is waiting for the next intent.
zh_hans: 实时转录已激活。Rocky 正在等待下一个指令。

source: Realtime voice conversations
zh_hans: 实时语音对话

source: Recent Requests
zh_hans: 最近请求

source: Recent Timeline
zh_hans: 最近时间线

source: Register Shortcuts with Siri
zh_hans: 向 Siri 注册捷径

source: Remove Email Configuration
zh_hans: 移除邮件配置

source: Remove email configuration?
zh_hans: 移除邮件配置？

source: req
zh_hans: 次

source: Requests
zh_hans: 请求数

source: Reset to Default
zh_hans: 重置为默认

source: Rocky launches and starts voice mode automatically
zh_hans: Rocky 启动并自动进入语音模式

source: Runtime logs will appear here as the app runs. One file per launch, kept for 7 days.
zh_hans: 运行日志会在应用运行时显示在这里。 每次启动一个文件，保留 7 天。

source: Save and activate this provider, then return to the list.
zh_hans: 保存并激活此服务商，然后返回列表。

source: Save Configuration
zh_hans: 保存配置

source: Say any of these phrases to Siri to launch Rocky with voice mode.
zh_hans: 对 Siri 说出以下任一语句即可以语音模式启动 Rocky。

source: Send Email
zh_hans: 发送邮件

source: Send Test Email
zh_hans: 发送测试邮件

source: Sends a minimal request to verify your API key and model are working.
zh_hans: 发送一个最小请求以验证 API 密钥和模型是否正常工作。

source: Set this instance as the active chat provider.
zh_hans: 将此实例设为当前聊天服务商。

source: Setup Required
zh_hans: 需要设置

source: Share This File
zh_hans: 分享此文件

source: Shortcuts registered with Siri
zh_hans: 已注册 Siri 捷径

source: Siri & Search Settings
zh_hans: Siri 与搜索设置

source: Siri Integration
zh_hans: Siri 集成

source: Siri must be turned on in system Settings for voice shortcuts to work.
zh_hans: Siri 必须在系统设置中开启，语音捷径才能生效。

source: Siri Shortcuts
zh_hans: Siri 捷径

source: Siri, Email & more
zh_hans: Siri、邮件等

source: Skill Name
zh_hans: 技能名称

source: Skills
zh_hans: 技能

source: Skip for now
zh_hans: 暂时跳过

source: SMTP is ready to send emails.
zh_hans: SMTP 已准备好发送邮件。

source: SMTP Server
zh_hans: SMTP 服务器

source: SMTP setup required (Gmail, Outlook, QQ, etc.)
zh_hans: 需要设置 SMTP（Gmail、Outlook、QQ 等）

source: Soft and thoughtful
zh_hans: 柔和沉思

source: Souls
zh_hans: 灵魂

source: Speaking Style
zh_hans: 说话风格

source: Star us on GitHub!
zh_hans: 在 GitHub 上给我们 Star！

source: Start Chatting
zh_hans: 开始聊天

source: Storage
zh_hans: 存储

source: Stored in the iOS Keychain on this device.
zh_hans: 存储在本设备的 iOS 钥匙串中。

source: Supported Phrases
zh_hans: 支持的语句

source: System
zh_hans: 系统

source: Tap "Register" to sync shortcuts with the system. You can also find and customize them in the Shortcuts app.
zh_hans: 点击「注册」将捷径同步到系统。你也可以在捷径 App 中查找和自定义。

source: Tap to activate. Only one provider can be active at a time.
zh_hans: 点击激活。同一时间只能激活一个服务商。

source: Tap to activate. Only one voice provider can be active at a time.
zh_hans: 点击激活。同一时间只能激活一个语音服务商。

source: Tap To Listen Again
zh_hans: 点击再次聆听

source: Tap To Mark Complete
zh_hans: 点击标记完成

source: Tap To Pause Listening
zh_hans: 点击暂停聆听

source: Tap To Start Execution
zh_hans: 点击开始执行

source: Test Connection
zh_hans: 测试连接

source: Test Result
zh_hans: 测试结果

source: Testing...
zh_hans: 测试中...

source: The instructions that will be appended to the system prompt when this skill is active.
zh_hans: 此技能激活时追加到系统提示词的指令。

source: The runtime is turning speech into an explicit task graph.
zh_hans: 运行时正在将语音转换为任务图。

source: The session is quiet, but context is still attached.
zh_hans: 会话处于静默状态，但上下文仍然保留。

source: The system prompt sent to the model. Defines behavior, tone, and tool routing.
zh_hans: 发送给模型的系统提示词。定义行为、语气和工具调用。

source: This will delete all log files.
zh_hans: 这将删除所有日志文件。

source: This will permanently delete all recorded usage data.
zh_hans: 这将永久删除所有已记录的用量数据。

source: This will remove your SMTP settings and password. The email tool will be disabled.
zh_hans: 这将移除你的 SMTP 设置和密码。邮件工具将被禁用。

source: Tools
zh_hans: 工具

source: Tools are running and the visible timeline is updating.
zh_hans: 工具正在运行，时间线正在更新。

source: Tools, skills & memory
zh_hans: 工具、技能与记忆

source: Total Tokens
zh_hans: 总 Token 数

source: TRANSCRIPT
zh_hans: 转录

source: Trigger conditions (optional)
zh_hans: 触发条件（可选）

source: Trigger describes when this skill should activate, e.g. "when user asks to review code".
zh_hans: 触发条件描述此技能何时激活，例如「当用户要求审查代码时」。

source: Type a request...
zh_hans: 输入请求...

source: Type any model identifier, or pick a suggested one above.
zh_hans: 输入模型标识符，或从上方选择推荐模型。

source: Unable to load image
zh_hans: 无法加载图片

source: Unable to read file.
zh_hans: 无法读取文件。

source: Upbeat, conversational
zh_hans: 活泼、对话式

source: Usage
zh_hans: 用量

source: Usage data will appear here
zh_hans: 用量数据将显示在这里

source: Use a Google App Password (not your Gmail password). Generate one at myaccount.google.com → Security → App passwords.
zh_hans: 使用 Google 应用密码（不是 Gmail 密码）。在 myaccount.google.com → 安全 → 应用密码 中生成。

source: Use QQ Mail authorization code (not your QQ password). Get it from QQ Mail Settings → Account → POP3/SMTP.
zh_hans: 使用 QQ 邮箱授权码（不是 QQ 密码）。在 QQ 邮箱设置 → 账户 → POP3/SMTP 中获取。

source: Use your Outlook/Microsoft account password or an app password if 2FA is enabled.
zh_hans: 使用 Outlook/Microsoft 账户密码，或已启用双重验证时的应用密码。

source: Versatile and dynamic
zh_hans: 多变活力

source: View & share runtime logs
zh_hans: 查看和分享运行日志

source: Voice
zh_hans: 语音

source: Voice & Siri
zh_hans: 语音与 Siri

source: Voice Provider
zh_hans: 语音服务商

source: Voice Providers
zh_hans: 语音服务商

source: Warm and engaging
zh_hans: 温暖亲切

source: Warm, approachable
zh_hans: 温暖、平易近人

source: Web & Search
zh_hans: 网页与搜索

source: Welcome to Rocky
zh_hans: 欢迎使用 Rocky

source: What the character says when a voice session starts. Leave empty to stay silent.
zh_hans: 角色在语音会话开始时说的话。留空则保持沉默。

source: Workspace
zh_hans: 工作空间

source: YOU
zh_hans: 你

source: You're all set!
zh_hans: 一切就绪！

source: Your open-source AI assistant on iOS
zh_hans: 你的开源 iOS AI 助手
